Repository: lenasterg/ls_bp_hashtags
Catalog: languages/*.po
Languages: el

source: Buddypress Hashtags Admin
el: Buddypress Hashtags

source: Buddypress Hastags Admin
el: Διαχείριση Buddypress Hashtags

source: Settings updated.
el: Οι ρυθμίσεις ενημερώθηκαν.

source: Slug
el: Σύντομο όνομα

source: Enable hashtags on main blog
el: Ενεργοποίηση επισημάνσεων # στο κεντρικό ιστολογίο

source: Settings
el: Ρυθμίσεις

source: Comments: %s
el: Σχόλια (%s)

source: In reply to
el: Σε απάντηση στο

source: Activity results for #%s
el: Δραστηριότητα σχετική με #%s

source: Remove filter
el: Αφαίρεση Φίλτρου

source: Popular Hashtags across network
el: Δημοφιλή θέματα σε όλο τον δικτυακό τόπο

source: Hashtags by user
el: Θέματα για τα οποία γράφει ο χρήστης

source: Hashtags in group
el: Θέματα στην ομάδα

source: Add the # symbol, to mark keywords(just like in twitter). When a user clicks on the word with #, all relavant posts fill appear.
el: Προσθέστε το σύμβολο #, για να επισημάνετε λέξεις-κλειδιά. Πατώντας σε μια λέξη με το σύμβολο #, θα εμφανιστούν όλες οι αναρτήσεις έχουν επισημανθεί με την λέξη-κλειδί.

source: Activity results for #
el: Δραστηριότητα σχετική με #%s

source: Title:
el: Τίτλος:
